Repository: rolinh/dfc
Catalog: po/*.po
Languages: de

source: -c: illegal sub option %s
de: -c: Ungültige Unteroption %s

source: -e: illegal sub option %s
de: -e: Ungültige Unteroption %s

source: -q: illegal sub option %s
de: -q: Ungültige Unteroption %s

source: -u: illegal sub option %s
de: -u: Ungültige Unteroption %s

source: Error reading the configuration file: %s
de: Fehler beim Lesen der Konfigurationsdatei: %s

source: Try dfc -h for more information
de: Führen Sie dfc -h aus für mehr Informationen

source: Usage: dfc [OPTION(S)] [-c WHEN] [-e FORMAT] [-p FSNAME] [-q SORTBY] [-t FSTYPE] [-u UNIT] Available options: -a print all mounted filesystem -b do not show the graph bar -c choose color mode. Read the manpage for details -d show used size -e export to specified format. Read the manpage for details -f disable auto-adjust mode (force display) -h print this message -i info about inodes -l only show information about locally mounted file systems
de: Nutzung: dfc [OPTION(S)] [-c WHEN] [-e FORMAT] [-p FSNAME] [-q SORTBY] [-t FSTYPE] [-u UNIT] Verfügbare Optionen: -a Zeige alle verfügbaren Dateisysteme an -b Zeige keinen Graphen -c Wähle den Farbmodus. Lesen Sie die manpage für mehr Informationen -d Zeige die benutzte Größe an -e Wähle das angegebene Format. Lesen Sie die manpage für mehr Informationen -f Deaktiviert das automatische Auswählen der Spalten (erzwingt alle Anzeigen) -h Zeigt diese Hilfe -i Zeigt Informationen zu inodes -l Zeige nur lokale Dateisysteme

source: -m use metric (SI unit) -M do not print "mounted on" -n do not print header -o show mount flags -p filter by file system name. Read the manpage for details -q sort the output. Read the manpage for details -s sum the total usage -t filter by file system type. Read the manpage for details -T show filesystem type -u choose the unit in which to show the values. Read the manpage for details -v print program version -w use a wider bar -W wide filename (un truncate)
de: -m Verwende metrische Einheiten (SI Einheiten) -M Unterdrückt die Anzeige des Einhängeortes -n Unterdrückt die Anzeige der Kopfzeile -o Zeige Einhängeoptionen an -p Filtert die Dateisysteme nach Namen. Lesen Sie die manpage für mehr Informationen -q Sortiert die Anzeige. Lesen Sie die manpage für mehr Informationen -s Zeige eine Übersicht über alle Dateisysteme -t Filtert die Dateisysteme nach Typ. Lesen Sie die manpage für mehr Informationen -T Zeige den Dateisystemtypen an -u Wähle eine Einheit für die Anzeige. Lesen Sie die manpage für mehr Informationen -v Zeige die Programmversion an -w Zeige einen breiteren Graphen -W Zeige breite Dateinamen

source: Config file path is longer than %lu and was truncated. Please, open a bug report.
de: Die Konfigurationsdatei ist länger als %lu und wurde nur teilweise gelesen Bitte öffnen Sie einen Bug Report.

source: Error: no value for %s in configuration file
de: Fehler: fehlender Wert für %s in der Konfigurationsdatei

source: Value conversion failed for graph_medium: %s. What were you expecting with such a thing anyway?
de: Fehler beim konvertieren für graph_medium: %s. Was haben Sie erwartet?

source: Medium value cannot be set below 0: %s
de: Der mittlere Wert kann nicht kleiner als 0 sein: %s

source: Medium value cannot be set above 100: %s
de: Der mittlere Wert kann nicht größer als 100 sein: %s

source: High value cannot be set below 0: %s
de: Der obere Wert kann nicht kleiner als 0 sein: %s

source: High value cannot be set above 100: %s
de: Der obere Wert kann nicht größer als 100 sein: %s

source: Wrong symbol value: %s
de: Ungültiges Symol: %s

source: Wrong csv separator: %s
de: Ungültiges Trennsymbol für csv: %s

source: Error: unknown option in configuration file: %s
de: Fehler: unbekannte Option in der Konfigurationsdatei: %s

source: Unknown boolean value for '%s': %s
de: Unbekannter Wahrheitswert für '%s': %s

source: Unknown color value for '%s': %s
de: Unbekannter Farbwert für '%s': %s

source: Not a valid HTML color for '%s': %s
de: HTML Farbe ungültig für '%s': %s

source: Cannot assign value for '%s': %s
de: Kann den Wert für '%s' nicht zuweisen: %s

source: FILESYSTEM
de: DATEISYSTEM

source: TYPE
de: TYP

source: %USED
de: %BENUTZT

source: USED
de: VOLL

source: AVAILABLE
de: FREI

source: MOUNTED ON
de: EINGEHÄNGT

source: MOUNT OPTIONS
de: EINHÄNGEOPTIONEN

source: Cannot compute required width
de: Kann die benötigte Breite nicht berechnen

source: WARNING: TTY too narrow. Some options have been disabled to make dfc output fit (use -f to override).
de: WARNUNG: TTY ist zu schmal. Manche Optionen wurden deaktivert, damit die Anzeige passt ( -f um alle Spalten zu erzwingen).

source: WARNING: Output still messed up. Enlarge your terminal if you can...
de: WARNUNG: Die Anzeige ist immer noch durcheinander. Vergrößern Sie das Terminalfalls möglich...

source: FILESYSTEM%c
de: DATEISYSTEM%c

source: TYPE%c
de: TYP%c

source: %%USED%c
de: %%BENUTZT%c

source: USED%c
de: VOLL%c

source: AVAILABLE%c
de: FREI %c

source: %cMOUNT OPTIONS
de: %cEINHÄNGEOPTIONEN

source: SUM:%c
de: TOT:%c

source: Unknown date
de: Unbekanntes Datum

source: Generated by %s-%s on %s
de: Genertiert von %s-%s am %s

source: USAGE
de: NUTZUNG

source: \%USED
de: \%VOLL

source: (=) USED
de: (=) VOLL

source: FREE (-)
de: FREI (-)

source: Could not retrieve mount flags for %s
de: Kann die Einhängeoptionen für %s nicht bestimmen

source: Truncating mount options for %s
de: Zeige Einhängeoptionen für %s nur teilweise

source: WARNING: %s was skipped because it could not be stated
de: WARNUNG: %s wurde übersprungen weil es nicht gelesen werden konnte
